7767517
1092 1875
Input                    data                      0 1 data
Reorg                    pixelunshuffle_0         1 1 data 1 0=2 1=0
Convolution              conv_1                   1 1 1 2 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=6912
Split                    splitncnn_0              1 8 2 3 4 5 6 7 8 9 10
Convolution              convrelu_0               1 1 10 11 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_1              1 4 11 12 13 14 15
Concat                   cat_0                    2 1 3 12 16 0=0
Convolution              convrelu_1               1 1 16 17 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_2              1 3 17 18 19 20
Concat                   cat_1                    3 1 4 13 18 21 0=0
Convolution              convrelu_2               1 1 21 22 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_3              1 2 22 23 24
Concat                   cat_2                    4 1 5 14 19 23 25 0=0
Convolution              convrelu_3               1 1 25 26 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_3                    5 1 6 15 20 24 26 27 0=0
Convolution              conv_6                   1 1 27 28 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_0                    1 1 28 29 0=2 1=1 2=2.000000e-01
BinaryOp                 add_1                    2 1 29 7 30 0=0
Split                    splitncnn_4              1 6 30 31 32 33 34 35 36
Convolution              convrelu_4               1 1 36 37 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_5              1 4 37 38 39 40 41
Concat                   cat_4                    2 1 31 38 42 0=0
Convolution              convrelu_5               1 1 42 43 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_6              1 3 43 44 45 46
Concat                   cat_5                    3 1 32 39 44 47 0=0
Convolution              convrelu_6               1 1 47 48 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_7              1 2 48 49 50
Concat                   cat_6                    4 1 33 40 45 49 51 0=0
Convolution              convrelu_7               1 1 51 52 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_7                    5 1 34 41 46 50 52 53 0=0
Convolution              conv_11                  1 1 53 54 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_2                    1 1 54 55 0=2 1=1 2=2.000000e-01
BinaryOp                 add_3                    2 1 55 35 56 0=0
Split                    splitncnn_8              1 6 56 57 58 59 60 61 62
Convolution              convrelu_8               1 1 62 63 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_9              1 4 63 64 65 66 67
Concat                   cat_8                    2 1 57 64 68 0=0
Convolution              convrelu_9               1 1 68 69 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_10             1 3 69 70 71 72
Concat                   cat_9                    3 1 58 65 70 73 0=0
Convolution              convrelu_10              1 1 73 74 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_11             1 2 74 75 76
Concat                   cat_10                   4 1 59 66 71 75 77 0=0
Convolution              convrelu_11              1 1 77 78 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_11                   5 1 60 67 72 76 78 79 0=0
Convolution              conv_16                  1 1 79 80 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_4                    1 1 80 81 0=2 1=1 2=2.000000e-01
BinaryOp                 add_5                    2 1 81 61 82 0=0
BinaryOp                 mul_6                    1 1 82 83 0=2 1=1 2=2.000000e-01
BinaryOp                 add_7                    2 1 83 8 84 0=0
Split                    splitncnn_12             1 7 84 85 86 87 88 89 90 91
Convolution              convrelu_12              1 1 91 92 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_13             1 4 92 93 94 95 96
Concat                   cat_12                   2 1 85 93 97 0=0
Convolution              convrelu_13              1 1 97 98 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_14             1 3 98 99 100 101
Concat                   cat_13                   3 1 86 94 99 102 0=0
Convolution              convrelu_14              1 1 102 103 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_15             1 2 103 104 105
Concat                   cat_14                   4 1 87 95 100 104 106 0=0
Convolution              convrelu_15              1 1 106 107 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_15                   5 1 88 96 101 105 107 108 0=0
Convolution              conv_21                  1 1 108 109 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_8                    1 1 109 110 0=2 1=1 2=2.000000e-01
BinaryOp                 add_9                    2 1 110 89 111 0=0
Split                    splitncnn_16             1 6 111 112 113 114 115 116 117
Convolution              convrelu_16              1 1 117 118 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_17             1 4 118 119 120 121 122
Concat                   cat_16                   2 1 112 119 123 0=0
Convolution              convrelu_17              1 1 123 124 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_18             1 3 124 125 126 127
Concat                   cat_17                   3 1 113 120 125 128 0=0
Convolution              convrelu_18              1 1 128 129 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_19             1 2 129 130 131
Concat                   cat_18                   4 1 114 121 126 130 132 0=0
Convolution              convrelu_19              1 1 132 133 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_19                   5 1 115 122 127 131 133 134 0=0
Convolution              conv_26                  1 1 134 135 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_10                   1 1 135 136 0=2 1=1 2=2.000000e-01
BinaryOp                 add_11                   2 1 136 116 137 0=0
Split                    splitncnn_20             1 6 137 138 139 140 141 142 143
Convolution              convrelu_20              1 1 143 144 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_21             1 4 144 145 146 147 148
Concat                   cat_20                   2 1 138 145 149 0=0
Convolution              convrelu_21              1 1 149 150 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_22             1 3 150 151 152 153
Concat                   cat_21                   3 1 139 146 151 154 0=0
Convolution              convrelu_22              1 1 154 155 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_23             1 2 155 156 157
Concat                   cat_22                   4 1 140 147 152 156 158 0=0
Convolution              convrelu_23              1 1 158 159 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_23                   5 1 141 148 153 157 159 160 0=0
Convolution              conv_31                  1 1 160 161 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_12                   1 1 161 162 0=2 1=1 2=2.000000e-01
BinaryOp                 add_13                   2 1 162 142 163 0=0
BinaryOp                 mul_14                   1 1 163 164 0=2 1=1 2=2.000000e-01
BinaryOp                 add_15                   2 1 164 90 165 0=0
Split                    splitncnn_24             1 7 165 166 167 168 169 170 171 172
Convolution              convrelu_24              1 1 172 173 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_25             1 4 173 174 175 176 177
Concat                   cat_24                   2 1 166 174 178 0=0
Convolution              convrelu_25              1 1 178 179 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_26             1 3 179 180 181 182
Concat                   cat_25                   3 1 167 175 180 183 0=0
Convolution              convrelu_26              1 1 183 184 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_27             1 2 184 185 186
Concat                   cat_26                   4 1 168 176 181 185 187 0=0
Convolution              convrelu_27              1 1 187 188 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_27                   5 1 169 177 182 186 188 189 0=0
Convolution              conv_36                  1 1 189 190 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_16                   1 1 190 191 0=2 1=1 2=2.000000e-01
BinaryOp                 add_17                   2 1 191 170 192 0=0
Split                    splitncnn_28             1 6 192 193 194 195 196 197 198
Convolution              convrelu_28              1 1 198 199 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_29             1 4 199 200 201 202 203
Concat                   cat_28                   2 1 193 200 204 0=0
Convolution              convrelu_29              1 1 204 205 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_30             1 3 205 206 207 208
Concat                   cat_29                   3 1 194 201 206 209 0=0
Convolution              convrelu_30              1 1 209 210 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_31             1 2 210 211 212
Concat                   cat_30                   4 1 195 202 207 211 213 0=0
Convolution              convrelu_31              1 1 213 214 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_31                   5 1 196 203 208 212 214 215 0=0
Convolution              conv_41                  1 1 215 216 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_18                   1 1 216 217 0=2 1=1 2=2.000000e-01
BinaryOp                 add_19                   2 1 217 197 218 0=0
Split                    splitncnn_32             1 6 218 219 220 221 222 223 224
Convolution              convrelu_32              1 1 224 225 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_33             1 4 225 226 227 228 229
Concat                   cat_32                   2 1 219 226 230 0=0
Convolution              convrelu_33              1 1 230 231 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_34             1 3 231 232 233 234
Concat                   cat_33                   3 1 220 227 232 235 0=0
Convolution              convrelu_34              1 1 235 236 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_35             1 2 236 237 238
Concat                   cat_34                   4 1 221 228 233 237 239 0=0
Convolution              convrelu_35              1 1 239 240 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_35                   5 1 222 229 234 238 240 241 0=0
Convolution              conv_46                  1 1 241 242 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_20                   1 1 242 243 0=2 1=1 2=2.000000e-01
BinaryOp                 add_21                   2 1 243 223 244 0=0
BinaryOp                 mul_22                   1 1 244 245 0=2 1=1 2=2.000000e-01
BinaryOp                 add_23                   2 1 245 171 246 0=0
Split                    splitncnn_36             1 7 246 247 248 249 250 251 252 253
Convolution              convrelu_36              1 1 253 254 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_37             1 4 254 255 256 257 258
Concat                   cat_36                   2 1 247 255 259 0=0
Convolution              convrelu_37              1 1 259 260 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_38             1 3 260 261 262 263
Concat                   cat_37                   3 1 248 256 261 264 0=0
Convolution              convrelu_38              1 1 264 265 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_39             1 2 265 266 267
Concat                   cat_38                   4 1 249 257 262 266 268 0=0
Convolution              convrelu_39              1 1 268 269 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_39                   5 1 250 258 263 267 269 270 0=0
Convolution              conv_51                  1 1 270 271 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_24                   1 1 271 272 0=2 1=1 2=2.000000e-01
BinaryOp                 add_25                   2 1 272 251 273 0=0
Split                    splitncnn_40             1 6 273 274 275 276 277 278 279
Convolution              convrelu_40              1 1 279 280 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_41             1 4 280 281 282 283 284
Concat                   cat_40                   2 1 274 281 285 0=0
Convolution              convrelu_41              1 1 285 286 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_42             1 3 286 287 288 289
Concat                   cat_41                   3 1 275 282 287 290 0=0
Convolution              convrelu_42              1 1 290 291 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_43             1 2 291 292 293
Concat                   cat_42                   4 1 276 283 288 292 294 0=0
Convolution              convrelu_43              1 1 294 295 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_43                   5 1 277 284 289 293 295 296 0=0
Convolution              conv_56                  1 1 296 297 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_26                   1 1 297 298 0=2 1=1 2=2.000000e-01
BinaryOp                 add_27                   2 1 298 278 299 0=0
Split                    splitncnn_44             1 6 299 300 301 302 303 304 305
Convolution              convrelu_44              1 1 305 306 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_45             1 4 306 307 308 309 310
Concat                   cat_44                   2 1 300 307 311 0=0
Convolution              convrelu_45              1 1 311 312 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_46             1 3 312 313 314 315
Concat                   cat_45                   3 1 301 308 313 316 0=0
Convolution              convrelu_46              1 1 316 317 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_47             1 2 317 318 319
Concat                   cat_46                   4 1 302 309 314 318 320 0=0
Convolution              convrelu_47              1 1 320 321 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_47                   5 1 303 310 315 319 321 322 0=0
Convolution              conv_61                  1 1 322 323 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_28                   1 1 323 324 0=2 1=1 2=2.000000e-01
BinaryOp                 add_29                   2 1 324 304 325 0=0
BinaryOp                 mul_30                   1 1 325 326 0=2 1=1 2=2.000000e-01
BinaryOp                 add_31                   2 1 326 252 327 0=0
Split                    splitncnn_48             1 7 327 328 329 330 331 332 333 334
Convolution              convrelu_48              1 1 334 335 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_49             1 4 335 336 337 338 339
Concat                   cat_48                   2 1 328 336 340 0=0
Convolution              convrelu_49              1 1 340 341 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_50             1 3 341 342 343 344
Concat                   cat_49                   3 1 329 337 342 345 0=0
Convolution              convrelu_50              1 1 345 346 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_51             1 2 346 347 348
Concat                   cat_50                   4 1 330 338 343 347 349 0=0
Convolution              convrelu_51              1 1 349 350 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_51                   5 1 331 339 344 348 350 351 0=0
Convolution              conv_66                  1 1 351 352 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_32                   1 1 352 353 0=2 1=1 2=2.000000e-01
BinaryOp                 add_33                   2 1 353 332 354 0=0
Split                    splitncnn_52             1 6 354 355 356 357 358 359 360
Convolution              convrelu_52              1 1 360 361 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_53             1 4 361 362 363 364 365
Concat                   cat_52                   2 1 355 362 366 0=0
Convolution              convrelu_53              1 1 366 367 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_54             1 3 367 368 369 370
Concat                   cat_53                   3 1 356 363 368 371 0=0
Convolution              convrelu_54              1 1 371 372 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_55             1 2 372 373 374
Concat                   cat_54                   4 1 357 364 369 373 375 0=0
Convolution              convrelu_55              1 1 375 376 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_55                   5 1 358 365 370 374 376 377 0=0
Convolution              conv_71                  1 1 377 378 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_34                   1 1 378 379 0=2 1=1 2=2.000000e-01
BinaryOp                 add_35                   2 1 379 359 380 0=0
Split                    splitncnn_56             1 6 380 381 382 383 384 385 386
Convolution              convrelu_56              1 1 386 387 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_57             1 4 387 388 389 390 391
Concat                   cat_56                   2 1 381 388 392 0=0
Convolution              convrelu_57              1 1 392 393 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_58             1 3 393 394 395 396
Concat                   cat_57                   3 1 382 389 394 397 0=0
Convolution              convrelu_58              1 1 397 398 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_59             1 2 398 399 400
Concat                   cat_58                   4 1 383 390 395 399 401 0=0
Convolution              convrelu_59              1 1 401 402 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_59                   5 1 384 391 396 400 402 403 0=0
Convolution              conv_76                  1 1 403 404 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_36                   1 1 404 405 0=2 1=1 2=2.000000e-01
BinaryOp                 add_37                   2 1 405 385 406 0=0
BinaryOp                 mul_38                   1 1 406 407 0=2 1=1 2=2.000000e-01
BinaryOp                 add_39                   2 1 407 333 408 0=0
Split                    splitncnn_60             1 7 408 409 410 411 412 413 414 415
Convolution              convrelu_60              1 1 415 416 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_61             1 4 416 417 418 419 420
Concat                   cat_60                   2 1 409 417 421 0=0
Convolution              convrelu_61              1 1 421 422 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_62             1 3 422 423 424 425
Concat                   cat_61                   3 1 410 418 423 426 0=0
Convolution              convrelu_62              1 1 426 427 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_63             1 2 427 428 429
Concat                   cat_62                   4 1 411 419 424 428 430 0=0
Convolution              convrelu_63              1 1 430 431 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_63                   5 1 412 420 425 429 431 432 0=0
Convolution              conv_81                  1 1 432 433 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_40                   1 1 433 434 0=2 1=1 2=2.000000e-01
BinaryOp                 add_41                   2 1 434 413 435 0=0
Split                    splitncnn_64             1 6 435 436 437 438 439 440 441
Convolution              convrelu_64              1 1 441 442 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_65             1 4 442 443 444 445 446
Concat                   cat_64                   2 1 436 443 447 0=0
Convolution              convrelu_65              1 1 447 448 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_66             1 3 448 449 450 451
Concat                   cat_65                   3 1 437 444 449 452 0=0
Convolution              convrelu_66              1 1 452 453 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_67             1 2 453 454 455
Concat                   cat_66                   4 1 438 445 450 454 456 0=0
Convolution              convrelu_67              1 1 456 457 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_67                   5 1 439 446 451 455 457 458 0=0
Convolution              conv_86                  1 1 458 459 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_42                   1 1 459 460 0=2 1=1 2=2.000000e-01
BinaryOp                 add_43                   2 1 460 440 461 0=0
Split                    splitncnn_68             1 6 461 462 463 464 465 466 467
Convolution              convrelu_68              1 1 467 468 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_69             1 4 468 469 470 471 472
Concat                   cat_68                   2 1 462 469 473 0=0
Convolution              convrelu_69              1 1 473 474 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_70             1 3 474 475 476 477
Concat                   cat_69                   3 1 463 470 475 478 0=0
Convolution              convrelu_70              1 1 478 479 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_71             1 2 479 480 481
Concat                   cat_70                   4 1 464 471 476 480 482 0=0
Convolution              convrelu_71              1 1 482 483 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_71                   5 1 465 472 477 481 483 484 0=0
Convolution              conv_91                  1 1 484 485 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_44                   1 1 485 486 0=2 1=1 2=2.000000e-01
BinaryOp                 add_45                   2 1 486 466 487 0=0
BinaryOp                 mul_46                   1 1 487 488 0=2 1=1 2=2.000000e-01
BinaryOp                 add_47                   2 1 488 414 489 0=0
Split                    splitncnn_72             1 7 489 490 491 492 493 494 495 496
Convolution              convrelu_72              1 1 496 497 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_73             1 4 497 498 499 500 501
Concat                   cat_72                   2 1 490 498 502 0=0
Convolution              convrelu_73              1 1 502 503 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_74             1 3 503 504 505 506
Concat                   cat_73                   3 1 491 499 504 507 0=0
Convolution              convrelu_74              1 1 507 508 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_75             1 2 508 509 510
Concat                   cat_74                   4 1 492 500 505 509 511 0=0
Convolution              convrelu_75              1 1 511 512 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_75                   5 1 493 501 506 510 512 513 0=0
Convolution              conv_96                  1 1 513 514 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_48                   1 1 514 515 0=2 1=1 2=2.000000e-01
BinaryOp                 add_49                   2 1 515 494 516 0=0
Split                    splitncnn_76             1 6 516 517 518 519 520 521 522
Convolution              convrelu_76              1 1 522 523 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_77             1 4 523 524 525 526 527
Concat                   cat_76                   2 1 517 524 528 0=0
Convolution              convrelu_77              1 1 528 529 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_78             1 3 529 530 531 532
Concat                   cat_77                   3 1 518 525 530 533 0=0
Convolution              convrelu_78              1 1 533 534 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_79             1 2 534 535 536
Concat                   cat_78                   4 1 519 526 531 535 537 0=0
Convolution              convrelu_79              1 1 537 538 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_79                   5 1 520 527 532 536 538 539 0=0
Convolution              conv_101                 1 1 539 540 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_50                   1 1 540 541 0=2 1=1 2=2.000000e-01
BinaryOp                 add_51                   2 1 541 521 542 0=0
Split                    splitncnn_80             1 6 542 543 544 545 546 547 548
Convolution              convrelu_80              1 1 548 549 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_81             1 4 549 550 551 552 553
Concat                   cat_80                   2 1 543 550 554 0=0
Convolution              convrelu_81              1 1 554 555 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_82             1 3 555 556 557 558
Concat                   cat_81                   3 1 544 551 556 559 0=0
Convolution              convrelu_82              1 1 559 560 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_83             1 2 560 561 562
Concat                   cat_82                   4 1 545 552 557 561 563 0=0
Convolution              convrelu_83              1 1 563 564 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_83                   5 1 546 553 558 562 564 565 0=0
Convolution              conv_106                 1 1 565 566 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_52                   1 1 566 567 0=2 1=1 2=2.000000e-01
BinaryOp                 add_53                   2 1 567 547 568 0=0
BinaryOp                 mul_54                   1 1 568 569 0=2 1=1 2=2.000000e-01
BinaryOp                 add_55                   2 1 569 495 570 0=0
Split                    splitncnn_84             1 7 570 571 572 573 574 575 576 577
Convolution              convrelu_84              1 1 577 578 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_85             1 4 578 579 580 581 582
Concat                   cat_84                   2 1 571 579 583 0=0
Convolution              convrelu_85              1 1 583 584 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_86             1 3 584 585 586 587
Concat                   cat_85                   3 1 572 580 585 588 0=0
Convolution              convrelu_86              1 1 588 589 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_87             1 2 589 590 591
Concat                   cat_86                   4 1 573 581 586 590 592 0=0
Convolution              convrelu_87              1 1 592 593 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_87                   5 1 574 582 587 591 593 594 0=0
Convolution              conv_111                 1 1 594 595 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_56                   1 1 595 596 0=2 1=1 2=2.000000e-01
BinaryOp                 add_57                   2 1 596 575 597 0=0
Split                    splitncnn_88             1 6 597 598 599 600 601 602 603
Convolution              convrelu_88              1 1 603 604 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_89             1 4 604 605 606 607 608
Concat                   cat_88                   2 1 598 605 609 0=0
Convolution              convrelu_89              1 1 609 610 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_90             1 3 610 611 612 613
Concat                   cat_89                   3 1 599 606 611 614 0=0
Convolution              convrelu_90              1 1 614 615 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_91             1 2 615 616 617
Concat                   cat_90                   4 1 600 607 612 616 618 0=0
Convolution              convrelu_91              1 1 618 619 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_91                   5 1 601 608 613 617 619 620 0=0
Convolution              conv_116                 1 1 620 621 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_58                   1 1 621 622 0=2 1=1 2=2.000000e-01
BinaryOp                 add_59                   2 1 622 602 623 0=0
Split                    splitncnn_92             1 6 623 624 625 626 627 628 629
Convolution              convrelu_92              1 1 629 630 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_93             1 4 630 631 632 633 634
Concat                   cat_92                   2 1 624 631 635 0=0
Convolution              convrelu_93              1 1 635 636 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_94             1 3 636 637 638 639
Concat                   cat_93                   3 1 625 632 637 640 0=0
Convolution              convrelu_94              1 1 640 641 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_95             1 2 641 642 643
Concat                   cat_94                   4 1 626 633 638 642 644 0=0
Convolution              convrelu_95              1 1 644 645 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_95                   5 1 627 634 639 643 645 646 0=0
Convolution              conv_121                 1 1 646 647 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_60                   1 1 647 648 0=2 1=1 2=2.000000e-01
BinaryOp                 add_61                   2 1 648 628 649 0=0
BinaryOp                 mul_62                   1 1 649 650 0=2 1=1 2=2.000000e-01
BinaryOp                 add_63                   2 1 650 576 651 0=0
Split                    splitncnn_96             1 7 651 652 653 654 655 656 657 658
Convolution              convrelu_96              1 1 658 659 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_97             1 4 659 660 661 662 663
Concat                   cat_96                   2 1 652 660 664 0=0
Convolution              convrelu_97              1 1 664 665 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_98             1 3 665 666 667 668
Concat                   cat_97                   3 1 653 661 666 669 0=0
Convolution              convrelu_98              1 1 669 670 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_99             1 2 670 671 672
Concat                   cat_98                   4 1 654 662 667 671 673 0=0
Convolution              convrelu_99              1 1 673 674 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_99                   5 1 655 663 668 672 674 675 0=0
Convolution              conv_126                 1 1 675 676 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_64                   1 1 676 677 0=2 1=1 2=2.000000e-01
BinaryOp                 add_65                   2 1 677 656 678 0=0
Split                    splitncnn_100            1 6 678 679 680 681 682 683 684
Convolution              convrelu_100             1 1 684 685 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_101            1 4 685 686 687 688 689
Concat                   cat_100                  2 1 679 686 690 0=0
Convolution              convrelu_101             1 1 690 691 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_102            1 3 691 692 693 694
Concat                   cat_101                  3 1 680 687 692 695 0=0
Convolution              convrelu_102             1 1 695 696 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_103            1 2 696 697 698
Concat                   cat_102                  4 1 681 688 693 697 699 0=0
Convolution              convrelu_103             1 1 699 700 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_103                  5 1 682 689 694 698 700 701 0=0
Convolution              conv_131                 1 1 701 702 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_66                   1 1 702 703 0=2 1=1 2=2.000000e-01
BinaryOp                 add_67                   2 1 703 683 704 0=0
Split                    splitncnn_104            1 6 704 705 706 707 708 709 710
Convolution              convrelu_104             1 1 710 711 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_105            1 4 711 712 713 714 715
Concat                   cat_104                  2 1 705 712 716 0=0
Convolution              convrelu_105             1 1 716 717 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_106            1 3 717 718 719 720
Concat                   cat_105                  3 1 706 713 718 721 0=0
Convolution              convrelu_106             1 1 721 722 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_107            1 2 722 723 724
Concat                   cat_106                  4 1 707 714 719 723 725 0=0
Convolution              convrelu_107             1 1 725 726 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_107                  5 1 708 715 720 724 726 727 0=0
Convolution              conv_136                 1 1 727 728 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_68                   1 1 728 729 0=2 1=1 2=2.000000e-01
BinaryOp                 add_69                   2 1 729 709 730 0=0
BinaryOp                 mul_70                   1 1 730 731 0=2 1=1 2=2.000000e-01
BinaryOp                 add_71                   2 1 731 657 732 0=0
Split                    splitncnn_108            1 7 732 733 734 735 736 737 738 739
Convolution              convrelu_108             1 1 739 740 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_109            1 4 740 741 742 743 744
Concat                   cat_108                  2 1 733 741 745 0=0
Convolution              convrelu_109             1 1 745 746 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_110            1 3 746 747 748 749
Concat                   cat_109                  3 1 734 742 747 750 0=0
Convolution              convrelu_110             1 1 750 751 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_111            1 2 751 752 753
Concat                   cat_110                  4 1 735 743 748 752 754 0=0
Convolution              convrelu_111             1 1 754 755 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_111                  5 1 736 744 749 753 755 756 0=0
Convolution              conv_141                 1 1 756 757 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_72                   1 1 757 758 0=2 1=1 2=2.000000e-01
BinaryOp                 add_73                   2 1 758 737 759 0=0
Split                    splitncnn_112            1 6 759 760 761 762 763 764 765
Convolution              convrelu_112             1 1 765 766 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_113            1 4 766 767 768 769 770
Concat                   cat_112                  2 1 760 767 771 0=0
Convolution              convrelu_113             1 1 771 772 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_114            1 3 772 773 774 775
Concat                   cat_113                  3 1 761 768 773 776 0=0
Convolution              convrelu_114             1 1 776 777 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_115            1 2 777 778 779
Concat                   cat_114                  4 1 762 769 774 778 780 0=0
Convolution              convrelu_115             1 1 780 781 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_115                  5 1 763 770 775 779 781 782 0=0
Convolution              conv_146                 1 1 782 783 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_74                   1 1 783 784 0=2 1=1 2=2.000000e-01
BinaryOp                 add_75                   2 1 784 764 785 0=0
Split                    splitncnn_116            1 6 785 786 787 788 789 790 791
Convolution              convrelu_116             1 1 791 792 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_117            1 4 792 793 794 795 796
Concat                   cat_116                  2 1 786 793 797 0=0
Convolution              convrelu_117             1 1 797 798 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_118            1 3 798 799 800 801
Concat                   cat_117                  3 1 787 794 799 802 0=0
Convolution              convrelu_118             1 1 802 803 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_119            1 2 803 804 805
Concat                   cat_118                  4 1 788 795 800 804 806 0=0
Convolution              convrelu_119             1 1 806 807 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_119                  5 1 789 796 801 805 807 808 0=0
Convolution              conv_151                 1 1 808 809 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_76                   1 1 809 810 0=2 1=1 2=2.000000e-01
BinaryOp                 add_77                   2 1 810 790 811 0=0
BinaryOp                 mul_78                   1 1 811 812 0=2 1=1 2=2.000000e-01
BinaryOp                 add_79                   2 1 812 738 813 0=0
Split                    splitncnn_120            1 7 813 814 815 816 817 818 819 820
Convolution              convrelu_120             1 1 820 821 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_121            1 4 821 822 823 824 825
Concat                   cat_120                  2 1 814 822 826 0=0
Convolution              convrelu_121             1 1 826 827 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_122            1 3 827 828 829 830
Concat                   cat_121                  3 1 815 823 828 831 0=0
Convolution              convrelu_122             1 1 831 832 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_123            1 2 832 833 834
Concat                   cat_122                  4 1 816 824 829 833 835 0=0
Convolution              convrelu_123             1 1 835 836 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_123                  5 1 817 825 830 834 836 837 0=0
Convolution              conv_156                 1 1 837 838 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_80                   1 1 838 839 0=2 1=1 2=2.000000e-01
BinaryOp                 add_81                   2 1 839 818 840 0=0
Split                    splitncnn_124            1 6 840 841 842 843 844 845 846
Convolution              convrelu_124             1 1 846 847 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_125            1 4 847 848 849 850 851
Concat                   cat_124                  2 1 841 848 852 0=0
Convolution              convrelu_125             1 1 852 853 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_126            1 3 853 854 855 856
Concat                   cat_125                  3 1 842 849 854 857 0=0
Convolution              convrelu_126             1 1 857 858 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_127            1 2 858 859 860
Concat                   cat_126                  4 1 843 850 855 859 861 0=0
Convolution              convrelu_127             1 1 861 862 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_127                  5 1 844 851 856 860 862 863 0=0
Convolution              conv_161                 1 1 863 864 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_82                   1 1 864 865 0=2 1=1 2=2.000000e-01
BinaryOp                 add_83                   2 1 865 845 866 0=0
Split                    splitncnn_128            1 6 866 867 868 869 870 871 872
Convolution              convrelu_128             1 1 872 873 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_129            1 4 873 874 875 876 877
Concat                   cat_128                  2 1 867 874 878 0=0
Convolution              convrelu_129             1 1 878 879 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_130            1 3 879 880 881 882
Concat                   cat_129                  3 1 868 875 880 883 0=0
Convolution              convrelu_130             1 1 883 884 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_131            1 2 884 885 886
Concat                   cat_130                  4 1 869 876 881 885 887 0=0
Convolution              convrelu_131             1 1 887 888 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=46080 9=2
Concat                   cat_131                  5 1 870 877 882 886 888 889 0=0
Convolution              conv_166                 1 1 889 890 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=110592
BinaryOp                 mul_84                   1 1 890 891 0=2 1=1 2=2.000000e-01
BinaryOp                 add_85                   2 1 891 871 892 0=0
BinaryOp                 mul_86                   1 1 892 893 0=2 1=1 2=2.000000e-01
BinaryOp                 add_87                   2 1 893 819 894 0=0
Split                    splitncnn_132            1 7 894 895 896 897 898 899 900 901
Convolution              convrelu_132             1 1 901 902 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=18432 9=2
Split                    splitncnn_133            1 4 902 903 904 905 906
Concat                   cat_132                  2 1 895 903 907 0=0
Convolution              convrelu_133             1 1 907 908 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=27648 9=2
Split                    splitncnn_134            1 3 908 909 910 911
Concat                   cat_133                  3 1 896 904 909 912 0=0
Convolution              convrelu_134             1 1 912 913 0=32 1=3 -23310=1,2.000000e-01 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864 9=2
Split                    splitncnn_135            1 2 913 914 915
Concat                   cat_134                  4 1 897 905 910 914 916 0=0
